Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: Lower its request rate (client QPS and burst), or give its flow schema a priority level of its own.
de: Senken Sie seine Anfragerate (QPS und Burst des Clients) oder geben Sie seinem Flow Schema eine eigene Prioritätsstufe.
es: Baje su ritmo de peticiones (QPS y burst del cliente) o dé a su flow schema un nivel de prioridad propio.
fr: Baissez son débit (QPS et burst du client), ou donnez à son flow schema son propre niveau de priorité.
it: Riduci il suo ritmo di richieste (QPS e burst del client) o dai al suo flow schema un livello di priorità proprio.
uk: Зменште частоту його запитів (QPS і burst клієнта) або дайте його flow schema власний рівень пріоритету.

source: Check its sync or poll interval, and whether it watches (informers) instead of polling.
de: Prüfen Sie sein Sync- oder Abfrageintervall und ob es beobachtet (Informer), statt abzufragen.
es: Revise su intervalo de sincronización o sondeo, y si observa (informers) en lugar de sondear.
fr: Vérifiez son intervalle de synchronisation ou de sondage, et s’il surveille (informers) au lieu de sonder.
it: Controlla il suo intervallo di sincronizzazione o di polling, e se osserva (informer) invece di interrogare.
uk: Перевірте його інтервал синхронізації чи опитування і чи він спостерігає (informers) замість опитування.

source: Polling with lists is expensive: a watch (informer) gets the same changes for a fraction of the load. Otherwise raise its poll interval.
de: Abfragen per Liste ist teuer: ein Watch (Informer) bekommt dieselben Änderungen für einen Bruchteil der Last. Sonst das Intervall erhöhen.
es: Sondear con listas es caro: un watch (informer) obtiene los mismos cambios con una fracción de la carga. Si no, alargue su intervalo.
fr: Sonder par des listes coûte cher : un watch (informer) obtient les mêmes changements pour une fraction de la charge. Sinon, allongez son intervalle.
it: Interrogare con liste è costoso: un watch (informer) ottiene le stesse modifiche con una frazione del carico. Altrimenti allunga l’intervallo.
uk: Опитування списками дороге: watch (informer) отримує ті самі зміни з частиною навантаження. Інакше збільште інтервал.

source: Watches normally last several minutes. Look for a proxy or load balancer idle timeout between it and the API server, or the client restarting.
de: Watches laufen normalerweise mehrere Minuten. Suchen Sie ein Idle-Timeout eines Proxys oder Load Balancers zwischen ihm und dem API-Server, oder einen Client, der neu startet.
es: Un watch suele durar varios minutos. Busque un tiempo de inactividad de proxy o balanceador entre él y el servidor de la API, o un cliente que se reinicia.
fr: Un watch dure normalement plusieurs minutes. Cherchez un délai d’inactivité de proxy ou de load balancer entre lui et le serveur d’API, ou un client qui redémarre.
it: Un watch dura di solito diversi minuti. Cerca un timeout di inattività di proxy o load balancer tra lui e il server API, o un client che si riavvia.
uk: Watch зазвичай триває кілька хвилин. Шукайте тайм-аут простою проксі чи балансувальника між ним і API-сервером або перезапуск клієнта.

source: Its RBAC lacks this permission: add it to its Role or ClusterRole, or stop the call.
de: Seinem RBAC fehlt diese Berechtigung: fügen Sie sie seiner Role oder ClusterRole hinzu oder entfernen Sie den Aufruf.
es: A su RBAC le falta este permiso: añádalo a su Role o ClusterRole, o elimine la llamada.
fr: Son RBAC n’a pas cette permission : ajoutez-la à son Role ou ClusterRole, ou supprimez l’appel.
it: Al suo RBAC manca questo permesso: aggiungilo al suo Role o ClusterRole, o elimina la chiamata.
uk: Його RBAC бракує цього дозволу: додайте його до Role чи ClusterRole або приберіть виклик.

source: The API was removed or its CRD is not installed: upgrade the client, or install the CRD.
de: Die API wurde entfernt oder ihre CRD ist nicht installiert: Client aktualisieren oder CRD installieren.
es: La API se retiró o su CRD no está instalada: actualice el cliente o instale la CRD.
fr: L’API a été retirée ou sa CRD n’est pas installée : mettez à jour le client, ou installez la CRD.
it: L’API è stata rimossa o la sua CRD non è installata: aggiorna il client o installa la CRD.
uk: API видалено або її CRD не встановлено: оновіть клієнт або встановіть CRD.

source: Something still points at a deleted object: check its configuration.
de: Etwas verweist noch auf ein gelöschtes Objekt: prüfen Sie seine Konfiguration.
es: Algo sigue apuntando a un objeto borrado: revise su configuración.
fr: Quelque chose pointe encore vers un objet supprimé : vérifiez sa configuration.
it: Qualcosa punta ancora a un oggetto eliminato: controlla la sua configurazione.
uk: Щось досі посилається на видалений об’єкт: перевірте його конфігурацію.

source: Two writers update the same objects: look for a second controller, or an old replica still running.
de: Zwei Schreiber ändern dieselben Objekte: suchen Sie einen zweiten Controller oder eine alte, noch laufende Replik.
es: Dos escritores actualizan los mismos objetos: busque un segundo controlador o una réplica antigua aún activa.
fr: Deux écrivains modifient les mêmes objets : cherchez un second contrôleur, ou une ancienne réplique encore active.
it: Due scrittori aggiornano gli stessi oggetti: cerca un secondo controller o una vecchia replica ancora attiva.
uk: Два записувачі оновлюють ті самі об’єкти: шукайте другий контролер або стару репліку, що досі працює.

source: It should update the existing object instead: usually a controller bug or a version mismatch, which an upgrade fixes.
de: Es sollte das vorhandene Objekt aktualisieren: meist ein Controller-Fehler oder Versionskonflikt, den ein Update behebt.
es: Debería actualizar el objeto existente: suele ser un fallo del controlador o un desajuste de versiones que una actualización corrige.
fr: Il devrait plutôt mettre à jour l’objet existant : souvent un bug du contrôleur ou un écart de versions, qu’une mise à jour corrige.
it: Dovrebbe aggiornare l’oggetto esistente: di solito un bug del controller o una differenza di versione che un aggiornamento risolve.
uk: Він мав би оновлювати наявний об’єкт: зазвичай це помилка контролера або розбіжність версій, яку виправляє оновлення.

source: A controller this busy on one object is usually fighting another writer, or flapping a status: compare its writes with the object owner’s.
de: Ein so aktiver Controller auf einem Objekt kämpft meist mit einem anderen Schreiber oder lässt einen Status flattern: vergleichen Sie seine Schreibvorgänge mit denen des Besitzers.
es: Un controlador tan activo en un objeto suele pelear con otro escritor o hacer oscilar un estado: compare sus escrituras con las del propietario.
fr: Un contrôleur aussi actif sur un objet se bat souvent avec un autre écrivain, ou fait osciller un statut : comparez ses écritures à celles du propriétaire.
it: Un controller così attivo su un oggetto di solito litiga con un altro scrittore o fa oscillare uno stato: confronta le sue scritture con quelle del proprietario.
uk: Контролер, такий активний на одному об’єкті, зазвичай змагається з іншим записувачем або змушує статус коливатися: порівняйте його записи з записами власника.

source: Event floods load etcd: find the warning it repeats and fix its cause.
de: Eine Ereignisflut belastet etcd: finden Sie die wiederholte Warnung und beheben Sie ihre Ursache.
es: Una avalancha de eventos carga etcd: busque el aviso que se repite y corrija su causa.
fr: Un flot d’événements charge etcd : trouvez l’avertissement répété et corrigez sa cause.
it: Una valanga di eventi carica etcd: trova l’avviso ripetuto e correggi la causa.
uk: Потік подій навантажує etcd: знайдіть попередження, що повторюється, і усуньте його причину.

source: Narrow the request (namespace, label selector), page large lists, or look at admission webhooks.
de: Grenzen Sie die Anfrage ein (Namespace, Label-Selektor), blättern Sie große Listen oder prüfen Sie Admission-Webhooks.
es: Acote la petición (namespace, selector de etiquetas), pagine las listas grandes o revise los webhooks de admisión.
fr: Restreignez la requête (namespace, sélecteur de labels), paginez les grandes listes, ou regardez les webhooks d’admission.
it: Restringi la richiesta (namespace, selettore di etichette), pagina le liste grandi o controlla i webhook di ammissione.
uk: Звузьте запит (простір імен, селектор міток), розбивайте великі списки на сторінки або перевірте admission webhooks.

source: The API server could not answer: a failing admission webhook or aggregated API (metrics-server…) is the usual cause.
de: Der API-Server konnte nicht antworten: meist ist ein fehlschlagender Admission-Webhook oder eine aggregierte API (metrics-server…) schuld.
es: El servidor de la API no pudo responder: suele deberse a un webhook de admisión o una API agregada (metrics-server…) que falla.
fr: Le serveur d’API n’a pas pu répondre : un webhook d’admission ou une API agrégée (metrics-server…) en échec en est la cause habituelle.
it: Il server API non ha potuto rispondere: di solito la causa è un webhook di ammissione o un’API aggregata (metrics-server…) che fallisce.
uk: API-сервер не зміг відповісти: зазвичай причина в несправному admission webhook або агрегованому API (metrics-server…).

source: Not their fault: the API server or etcd is struggling. Check etcd health and latency, the API server logs and its nodes’ resources.
de: Nicht ihre Schuld: API-Server oder etcd kämpfen. Prüfen Sie Zustand und Latenz von etcd, die Logs des API-Servers und die Ressourcen seiner Knoten.
es: No es culpa suya: el servidor de la API o etcd tienen problemas. Revise la salud y latencia de etcd, los logs del servidor de la API y los recursos de sus nodos.
fr: Ce n’est pas leur faute : le serveur d’API ou etcd peine. Vérifiez la santé et la latence d’etcd, les logs du serveur d’API et les ressources de ses nœuds.
it: Non è colpa loro: il server API o etcd sono in difficoltà. Controlla salute e latenza di etcd, i log del server API e le risorse dei suoi nodi.
uk: Це не їхня провина: API-сервер або etcd не справляються. Перевірте стан і затримку etcd, журнали API-сервера та ресурси його вузлів.

source: Not their fault: check etcd latency (its disk), the API server’s CPU and memory, and admission webhooks.
de: Nicht ihre Schuld: prüfen Sie die etcd-Latenz (seine Platte), CPU und Speicher des API-Servers und Admission-Webhooks.
es: No es culpa suya: revise la latencia de etcd (su disco), la CPU y memoria del servidor de la API y los webhooks de admisión.
fr: Ce n’est pas leur faute : vérifiez la latence d’etcd (son disque), le CPU et la mémoire du serveur d’API, et les webhooks d’admission.
it: Non è colpa loro: controlla la latenza di etcd (il suo disco), CPU e memoria del server API e i webhook di ammissione.
uk: Це не їхня провина: перевірте затримку etcd (його диск), CPU і пам’ять API-сервера та admission webhooks.

source: Something between them and the API server cuts long connections: a load balancer or proxy idle timeout, or API servers restarting.
de: Etwas zwischen ihnen und dem API-Server trennt lange Verbindungen: ein Idle-Timeout von Load Balancer oder Proxy, oder neu startende API-Server.
es: Algo entre ellos y el servidor de la API corta las conexiones largas: un tiempo de inactividad de balanceador o proxy, o servidores de la API que se reinician.
fr: Quelque chose entre eux et le serveur d’API coupe les connexions longues : un délai d’inactivité de load balancer ou de proxy, ou des serveurs d’API qui redémarrent.
it: Qualcosa tra loro e il server API interrompe le connessioni lunghe: un timeout di inattività di load balancer o proxy, o server API che si riavviano.
uk: Щось між ними та API-сервером обриває довгі з’єднання: тайм-аут простою балансувальника чи проксі або перезапуск API-серверів.

source: It may be down, unreachable for clients, or unable to write its log: check its health and the node’s disk.
de: Er ist vielleicht ausgefallen, für Clients unerreichbar oder kann sein Log nicht schreiben: prüfen Sie seinen Zustand und die Platte des Knotens.
es: Puede estar caído, inalcanzable para los clientes o sin poder escribir su registro: revise su salud y el disco del nodo.
fr: Il est peut-être arrêté, injoignable par les clients, ou incapable d’écrire son journal : vérifiez sa santé et le disque du nœud.
it: Potrebbe essere fermo, irraggiungibile per i client o non riuscire a scrivere il log: controlla la sua salute e il disco del nodo.
uk: Можливо, він не працює, недосяжний для клієнтів або не може писати журнал: перевірте його стан і диск вузла.

source: Refused %lld times (401): its credentials are not valid
de: %lld-mal abgelehnt (401): seine Anmeldedaten sind ungültig
es: Rechazado %lld veces (401): sus credenciales no son válidas
fr: Refusé %lld fois (401) : ses identifiants ne sont pas valides
it: Rifiutato %lld volte (401): le sue credenziali non sono valide
uk: Відмовлено %lld разів (401): його облікові дані недійсні

source: Its token or certificate expired or was deleted (a removed service account, an old kubeconfig): give it new credentials, or stop it. The log only knows its address.
de: Sein Token oder Zertifikat ist abgelaufen oder gelöscht (ein entfernter Service-Account, eine alte Kubeconfig): geben Sie ihm neue Anmeldedaten oder stoppen Sie ihn. Das Log kennt nur seine Adresse.
es: Su token o certificado caducó o se borró (una cuenta de servicio eliminada, un kubeconfig antiguo): dele credenciales nuevas o deténgalo. El registro solo conoce su dirección.
fr: Son jeton ou certificat a expiré ou a été supprimé (compte de service retiré, ancien kubeconfig) : donnez-lui de nouveaux identifiants, ou arrêtez-le. Le journal ne connaît que son adresse.
it: Il suo token o certificato è scaduto o è stato eliminato (un service account rimosso, un vecchio kubeconfig): dagli nuove credenziali o fermalo. Il log conosce solo il suo indirizzo.
uk: Його токен чи сертифікат прострочений або видалений (видалений обліковий запис служби, старий kubeconfig): дайте йому нові облікові дані або зупиніть його. Журнал знає лише його адресу.

source: Control plane · %lld/%lld done
de: Control Plane · %lld/%lld fertig
es: Plano de control · %lld/%lld listos
fr: Control plane · %lld/%lld terminés
it: Control plane · %lld/%lld completati
uk: Control plane · %lld/%lld готово

source: Workers · %lld/%lld done
de: Worker · %lld/%lld fertig
es: Workers · %lld/%lld listos
fr: Workers · %lld/%lld terminés
it: Worker · %lld/%lld completati
uk: Worker-вузли · %lld/%lld готово

source: Available after the control plane.
de: Verfügbar nach der Control Plane.
es: Disponibles después del plano de control.
fr: Disponibles après le control plane.
it: Disponibili dopo il control plane.
uk: Доступні після control plane.

source: Upgrade next: %@
de: Nächsten aktualisieren: %@
es: Actualizar el siguiente: %@
fr: Mettre à jour le suivant : %@
it: Aggiorna il prossimo: %@
uk: Оновити наступний: %@

source: Upgrading %@…
de: %@ wird aktualisiert…
es: Actualizando %@…
fr: Mise à jour de %@…
it: Aggiornamento di %@…
uk: Оновлення %@…

source: %@ is upgraded. Waiting for it to be healthy…
de: %@ ist aktualisiert. Warten, bis der Knoten wieder gesund ist…
es: %@ está actualizado. Esperando a que vuelva a estar sano…
fr: %@ est à jour. En attente qu'il soit de nouveau sain…
it: %@ è aggiornato. In attesa che torni sano…
uk: %@ оновлено. Чекаємо, доки він знову стане справним…

source: %@ is unreachable. Wait for it before upgrading another node.
de: %@ ist nicht erreichbar. Erst abwarten, dann einen weiteren Knoten aktualisieren.
es: %@ no responde. Espera a que vuelva antes de actualizar otro nodo.
fr: %@ est injoignable. Attendez son retour avant de mettre à jour un autre nœud.
it: %@ non è raggiungibile. Attendi che torni prima di aggiornare un altro nodo.
uk: %@ недоступний. Дочекайтеся його, перш ніж оновлювати інший вузол.

source: %@ is not ready. Wait for it before upgrading another node.
de: %@ ist nicht bereit. Erst abwarten, dann einen weiteren Knoten aktualisieren.
es: %@ no está listo. Espéralo antes de actualizar otro nodo.
fr: %@ n'est pas prêt. Attendez-le avant de mettre à jour un autre nœud.
it: %@ non è pronto. Attendilo prima di aggiornare un altro nodo.
uk: %@ не готовий. Дочекайтеся його, перш ніж оновлювати інший вузол.

source: etcd has %lld of %lld members healthy. Fix it before upgrading a node.
de: etcd hat nur %lld von %lld gesunden Mitgliedern. Erst beheben, dann einen Knoten aktualisieren.
es: etcd solo tiene %lld de %lld miembros sanos. Corrígelo antes de actualizar un nodo.
fr: etcd n'a que %lld membres sains sur %lld. Corrigez cela avant de mettre à jour un nœud.
it: etcd ha solo %lld membri sani su %lld. Risolvi prima di aggiornare un nodo.
uk: В etcd справні лише %lld із %lld учасників. Виправте це, перш ніж оновлювати вузол.

source: Upgrading
de: Wird aktualisiert
es: Actualizando
fr: Mise à jour
it: In aggiornamento
uk: Оновлюється

source: Waiting for healthy
de: Warten auf gesunden Zustand
es: Esperando a que esté sano
fr: En attente d'un état sain
it: In attesa che sia sano
uk: Очікування справності

source: Failed · Retry
de: Fehlgeschlagen · Wiederholen
es: Falló · Reintentar
fr: Échec · Réessayer
it: Non riuscito · Riprova
uk: Помилка · Повторити

source: Upgrade %@ before the control plane?
de: %@ vor der Control Plane aktualisieren?
es: ¿Actualizar %@ antes que el plano de control?
fr: Mettre à jour %@ avant le control plane ?
it: Aggiornare %@ prima del control plane?
uk: Оновити %@ раніше за control plane?

source: Control-plane nodes normally go first, and only %lld of %lld are done. For a patch release the order is harmless.
de: Control-Plane-Knoten kommen normalerweise zuerst, und erst %lld von %lld sind fertig. Bei einem Patch-Release ist die Reihenfolge unkritisch.
es: Los nodos del plano de control suelen ir primero, y solo %lld de %lld están listos. En una versión de parche el orden no importa.
fr: Les nœuds control plane passent normalement en premier, et seuls %lld sur %lld sont terminés. Pour une version corrective, l'ordre est sans conséquence.
it: I nodi del control plane di norma vanno per primi, e solo %lld su %lld sono completati. Per una patch release l'ordine non ha conseguenze.
uk: Вузли control plane зазвичай оновлюють першими, а готово лише %lld із %lld. Для патч-релізу порядок не має значення.

source: Upgrade anyway
de: Trotzdem aktualisieren
es: Actualizar de todos modos
fr: Mettre à jour quand même
it: Aggiorna comunque
uk: Усе одно оновити

source: %lld unchanged objects
de: %lld unveränderte Objekte
es: %lld objetos sin cambios
fr: %lld objets inchangés
it: %lld oggetti invariati
uk: %lld незмінного об’єкта

source: Built from
de: Gebaut aus
es: Construido desde
fr: Construit depuis
it: Costruito da
uk: Зібрано з

source: Built in the cluster as Flux builds it, then sent to the API server as a server-side apply dry run: nothing was changed. Secret values are hidden.
de: Im Cluster gebaut wie von Flux, dann als Server-Side-Apply-Dry-Run an den API-Server gesendet: Nichts wurde geändert. Secret-Werte sind verborgen.
es: Construido en el clúster como lo hace Flux y enviado al API server como dry run de server-side apply: no se cambió nada. Los valores de los Secrets están ocultos.
fr: Construit dans le cluster comme Flux le fait, puis envoyé à l’API server en dry run server-side apply : rien n’a été modifié. Les valeurs des Secrets sont masquées.
it: Costruito nel cluster come fa Flux, poi inviato all’API server come dry run di server-side apply: non è stato cambiato nulla. I valori dei Secret sono nascosti.
uk: Зібрано в кластері так, як це робить Flux, і надіслано на API-сервер як dry run server-side apply: нічого не змінено. Значення Secret приховано.

source: Changed
de: Geändert
es: Modificado
fr: Modifié
it: Modificato
uk: Змінено

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
uk: Видалено

source: Diff cut at 64 KB.
de: Diff bei 64 KB abgeschnitten.
es: Diff cortado a 64 KB.
fr: Diff tronqué à 64 Ko.
it: Diff tagliato a 64 KB.
uk: Diff обрізано до 64 КБ.

source: Encrypted
de: Verschlüsselt
es: Cifrado
fr: Chiffré
it: Cifrato
uk: Зашифровано

source: Encrypted with SOPS: not compared, the key stays in the cluster.
de: Mit SOPS verschlüsselt: nicht verglichen, der Schlüssel bleibt im Cluster.
es: Cifrado con SOPS: no se compara, la clave se queda en el clúster.
fr: Chiffré avec SOPS : non comparé, la clé reste dans le cluster.
it: Cifrato con SOPS: non confrontato, la chiave resta nel cluster.
uk: Зашифровано SOPS: не порівнюється, ключ залишається в кластері.

source: Flux leaves it alone (reconcile disabled, ignored, or created only once).
de: Flux lässt es unberührt (Abgleich deaktiviert, ignoriert oder nur einmal erstellt).
es: Flux no lo toca (reconciliación desactivada, ignorado o creado solo una vez).
fr: Flux n’y touche pas (réconciliation désactivée, ignoré, ou créé une seule fois).
it: Flux non lo tocca (riconciliazione disattivata, ignorato o creato una sola volta).
uk: Flux його не чіпає (узгодження вимкнено, пропущено або створюється лише раз).

source: Ignored
de: Ignoriert
es: Ignorado
fr: Ignoré
it: Ignorato
uk: Пропущено

source: Last applied
de: Zuletzt angewendet
es: Último aplicado
fr: Dernière appliquée
it: Ultimo applicato
uk: Востаннє застосовано

source: Nothing would change: the cluster matches the source.
de: Nichts würde sich ändern: Der Cluster entspricht der Quelle.
es: Nada cambiaría: el clúster coincide con la fuente.
fr: Rien ne changerait : le cluster correspond à la source.
it: Non cambierebbe nulla: il cluster corrisponde alla sorgente.
uk: Нічого не зміниться: кластер відповідає джерелу.

source: Show diff
de: Diff anzeigen
es: Ver diff
fr: Voir le diff
it: Mostra diff
uk: Показати diff

source: The API server refused it: %@
de: Der API-Server hat es abgelehnt: %@
es: El API server lo rechazó: %@
fr: L’API server l’a refusé : %@
it: L’API server l’ha rifiutato: %@
uk: API-сервер відхилив: %@

source: Unchanged
de: Unverändert
es: Sin cambios
fr: Inchangé
it: Invariato
uk: Без змін

source: What a reconcile would change now, compared in the cluster without changing anything.
de: Was ein Abgleich jetzt ändern würde, im Cluster verglichen, ohne etwas zu ändern.
es: Lo que cambiaría una reconciliación ahora, comparado en el clúster sin modificar nada.
fr: Ce qu’une réconciliation changerait maintenant, comparé dans le cluster sans rien modifier.
it: Cosa cambierebbe ora una riconciliazione, confrontato nel cluster senza modificare nulla.
uk: Що зараз змінило б узгодження, порівняно в кластері без жодних змін.

source: Skip %@
de: %@ überspringen
es: Omitir %@
fr: Ignorer %@
it: Salta %@
uk: Пропустити %@

source: Skip Talos %@?
de: Talos %@ überspringen?
es: ¿Omitir Talos %@?
fr: Ignorer Talos %@ ?
it: Saltare Talos %@?
uk: Пропустити Talos %@?

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
uk: Пропустити

source: This card stays away until a newer release is out.
de: Diese Karte bleibt ausgeblendet, bis eine neuere Version erscheint.
es: Esta tarjeta no vuelve a aparecer hasta que salga una versión más reciente.
fr: Cette carte reste masquée jusqu’à la sortie d’une version plus récente.
it: Questa scheda resta nascosta finché non esce una versione più recente.
uk: Ця картка не з’явиться, доки не вийде новіший випуск.

source: A newer Talos release than the nodes run, when there is one
de: Eine neuere Talos-Version als die der Knoten, sobald es eine gibt
es: Una versión de Talos más reciente que la de los nodos, cuando la hay
fr: Une version de Talos plus récente que celle des nœuds, quand il y en a une
it: Una versione di Talos più recente di quella dei nodi, quando c’è
uk: Новіший випуск Talos, ніж на вузлах, коли такий є

source: Inspect
de: Untersuchen
es: Inspeccionar
fr: Inspecter
it: Ispeziona
uk: Огляд
